export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 1,
    "text": "Скопировать себе рабочую тетрадь и назвать как ФИО_выбранный курс http://tiny.cc/w6ldlz ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "В план занятия вписана тема для 15-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 3,
    "text": "В план занятия вписана тема для 30-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 4,
    "text": "В план занятия вписана тема для второго 30-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 6,
    "text": "В рабочую тетрадь вписаны хотя бы один ресурс (паблик/группа и т.д.) по вашему направлению?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "В рабочую тетрадь вписана хотя бы одна ссылка на англоязычную статью для перевода (переводить будем мы)?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Заполнен отзыв на вебинар в записи http://tiny.cc/00ldlz ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Пройден тест по документу RoadMap по OTUS для кандидата в преподаватели http://tiny.cc/osldlz ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 10,
    "text": "Пройден тест по документу \"Как будем взаимодействовать на курсе 'Онлайн преподаватель' и 'Практика преподавания'\" http://tiny.cc/zwldlz ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 11,
    "text": "Прочитаны конспекты к занятию 2 про обратную связь http://tiny.cc/61mdlz ?",
    "mod": 1,
    "i": ""
  }
];
