export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Скопирована себе рабочая тетрадь и названа как ФИО_выбранный курс <a href=\"http://tiny.cc/exercise_book\" target=\"_blank\">http://tiny.cc/exercise_book</a> ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "В план занятия вписана тема для 15-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "В план занятия вписана тема для 30-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 3,
    "text": "В план занятия вписана тема для второго 30-минутного демо-занятия в рабочую тетрадь?",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 4,
    "text": "В рабочую тетрадь вписан хотя бы один ресурс (паблик/группа и т.д.) по вашему направлению?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "В рабочую тетрадь вписана хотя бы одна ссылка на англоязычную статью для перевода (переводить будем мы)?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Заполнен отзыв на вебинар в записи <a href=\"http://tiny.cc/00ldlz\" target=\"_blank\">http://tiny.cc/00ldlz</a> ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Вписаны результаты теста по документу RoadMap по OTUS для кандидата в преподаватели <a href=\"http://tiny.cc/osldlz\" target=\"_blank\">http://tiny.cc/osldlz</a> ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Вписаны результаты теста по документу \"Как будем взаимодействовать на курсе 'Онлайн преподаватель' и 'Практика преподавания'\" <a href=\"http://tiny.cc/zwldlz\" target=\"_blank\">http://tiny.cc/zwldlz</a> ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Стоит отметка о прочтении конспектов к следующему занятию <a href=\"http://tiny.cc/exercise_book\" target=\"_blank\">http://tiny.cc/exercise_book</a> ?",
    "mod": 1,
    "i": ""
  }
];