export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "В плане занятия на 15 минут заполнены все поля?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "В плане занятия на 30 минут заполнены все поля?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "Во втором плане занятия на 30 минут заполнены все поля?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 3,
    "text": "Рабочая тетрадь выложена в Чат с преподавателем?",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 4,
    "text": "Описание занятий соответствуют целям?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "Активность студентов занимает не менее 50% занятия?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Рабочая тетрадь выложена в канал группы в Slack для запроса обратной связи?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Написан отзыв хотя бы на одно ДЗ однокурсника в Slack?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Размещена ссылка на отзыв в Slack в Чате с преподавателем?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Прочитаны конспекты к занятию 7: динамика <a href=\"http://tiny.cc/thtxmz\" target=\"_blank\">http://tiny.cc/thtxmz</a> интерактив <a href=\"http://tiny.cc/6jtxmz?\" target=\"_blank\">http://tiny.cc/6jtxmz?</a>",
    "mod": 1,
    "i": ""
  }
];