export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Определены и записаны знания, умения и их индикаторы, цели в планы трех демо-занятий (15, 30, 30 минут)",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "В планах занятий на 15, 30 и 30 минут заполнены все поля",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "Ссылка на рабочую тетрадь и результаты по чек-листу выложены в чат с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 3,
    "text": "Знания, умения и индикаторы выражены такими глаголами действия, как рассказывать, называть, перечислять, выполнять, применять, создавать и т.д.",
    "mod": 1,
    "i": ""
  },
  {
    "id": 4,
    "text": "Цели к занятиям сформулированы по алгоритму (на занятии студент сможет+зачем)",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "Активности на занятии ведут к целям и/или проверяют их достижение, по плану студенты говорят и делают больше преподавателя (от 50% времени занятия),",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Указаны все средства обучения, необходимые для занятия, структура занятия соблюдена",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Рабочая тетрадь выложена в канал группы в slack для запроса обратной связи",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Ссылка на отзыв хотя бы на одно дз однокурсника в slack размещена в чате с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Стоит \"v\" в поле \"ваш результат\" на вкладке \"тесты и ресурсы\" о прочтении конспектов <a href=\"http://tiny.cc/shortreads\" target=\"_blank\">http://tiny.cc/shortreads</a> к следующему занятию <a href=\"http://tiny.cc/exercise_book\" target=\"_blank\">http://tiny.cc/exercise_book</a>",
    "mod": 1,
    "i": ""
  }
];