export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Определены и записаны знания, умения и их индикаторы для выбранных 3 тем занятий?",
    "mod": 2,
    "i": ""
  },
  {
    "id": 1,
    "text": "На основе определенных знаний, умений и их индикаторов сформулирована и записана цель занятия по алгоритму целеполагания?",
    "mod": 2,
    "i": ""
  },
  {
    "id": 2,
    "text": "Ссылка на вашу рабочую тетрадь отправлена в канал Slack, чтобы коллеги могли ее открыть и прокомментировать?",
    "mod": 2,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 3,
    "text": "Дана обратная связь на рабочие тетради коллег в Slack и отправлены ссылки на фидбэк коллегам в чат с преподавателем?",
    "mod": 2,
    "i": ""
  },
  {
    "id": 4,
    "text": "Прочитаны материалы к 4 теме? (стоит \"+\" в поле \"ваш результат\" на вкладке \"Тесты и ресурсы\")",
    "mod": 2,
    "i": ""
  }
];