export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Запись выступления и презентация выложены в рабочую тетрадь/состоялось выступление по презентации",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "Дана обратная связь на дз студента <a href=\"http://tiny.cc/8ubnpz\" target=\"_blank\">http://tiny.cc/8ubnpz</a> и/или живой вебинар",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "Ссылка на рабочую тетрадь и результаты по чек-листу выложены в чат с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 3,
    "text": "Темп речи комфортный (не слишком быстрый, не слишком медленный), слова-паразиты не портят речь, позы и жесты в основном открытые",
    "mod": 1,
    "i": ""
  },
  {
    "id": 4,
    "text": "Речь приятно слушать",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "Презентация не перегружена текстом (не более 7 буллитов на слайде, каждый буллит в одну строчку), информация подается последовательно",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Отзыв на дз/вебинар содержит незначительное количество “военных” слов, слов “должен”, “но”, “обязан”, местоимений вроде “вы”, “ваше”, “мои”, “я”, “свой” <a href=\"http://tiny.cc/fm2spz\" target=\"_blank\">http://tiny.cc/fm2spz</a>",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Рабочая тетрадь выложена в канал группы в slack для запроса обратной связи",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Ссылка на отзыв хотя бы на одно дз однокурсника в slack размещена в чате с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Стоит \"v\" в поле \"ваш результат\" на вкладке \"тесты и ресурсы\" о прочтении конспектов <a href=\"http://tiny.cc/shortreads\" target=\"_blank\">http://tiny.cc/shortreads</a> к следующему занятию <a href=\"http://tiny.cc/exercise_book\" target=\"_blank\">http://tiny.cc/exercise_book</a>",
    "mod": 1,
    "i": ""
  }
];