export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Заполнены все поля инструкции к активности на вебинаре",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "Заполнены все поля инструкции к домашнему заданию на взаимопроверку (P2P)",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "Составлен тест из 3 вопросов для демо-занятия",
    "mod": 1,
    "i": ""
  },
  {
    "id": 3,
    "text": "Ссылка на рабочую тетрадь и результаты по чек-листу выложены в Чат с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 4,
    "text": "Цели в активности на вебинаре и домашнем задании на взаимопроверку (P2P) составлены по алгоритму, результаты описывают артефакт и умения, которые тренируются в заданиях, пошаговые инструкции содержат последовательность действий, ссылки на примеры или справочные материалы, форму и способ сдачи, канал обратной связи",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "Домашнее задание со взаимопроверкой (P2P) содержит понятные критерии оценки в пошаговой инструкции",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Вопросы теста содержат не менее 4 вариантов ответа",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Рабочая тетрадь выложена в канал группы в Slack для запроса обратной связи",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Ссылка на отзыв хотя бы на одно ДЗ однокурсника в Slack размещена в Чате с преподавателем",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Стоит \"V\" в поле \"ваш результат\" на вкладке \"тесты и ресурсы\" о прочтении конспектов <a href=\"http://tiny.cc/shortreads\" target=\"_blank\">http://tiny.cc/shortreads</a> к следующему занятию <a href=\"http://tiny.cc/exercise_book\" target=\"_blank\">http://tiny.cc/exercise_book</a>",
    "mod": 1,
    "i": ""
  }
];