export const GOOD_TOTAL_POINTS = 10;
export const criteria = [
  {
    "type": "title",
    "title": "Основные требования"
  },
  {
    "id": 0,
    "text": "Заполнены название, цели и результаты ДЗ, пошаговая инструкция, каналы обратной связи и критерии оценки для своего ДЗ 1 или ДЗ из программы?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 1,
    "text": "Заполнены название, цели и результаты ДЗ, пошаговая инструкция, каналы обратной связи и критерии оценки для своего ДЗ 2 или ДЗ из программы?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 2,
    "text": "Составлен тест из 3 вопросов для демо-занятия?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 3,
    "text": "Рабочая тетрадь выложена в Чат с преподавателем?",
    "mod": 1,
    "i": ""
  },
  {
    "type": "title",
    "title": "Дополнительные требования"
  },
  {
    "id": 4,
    "text": "Цель в ДЗ записана по алгоритму, результаты ДЗ описывают артефакт и умения, которые тренируются в ДЗ?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 5,
    "text": "Вопросы теста содержат не менее 4 вариантов ответа?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 6,
    "text": "Рабочая тетрадь выложена в канал группы в Slack для запроса обратной связи?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 7,
    "text": "Написан отзыв хотя бы на одно ДЗ однокурсника в Slack?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 8,
    "text": "Размещена ссылка на отзыв в Slack в Чате с преподавателем?",
    "mod": 1,
    "i": ""
  },
  {
    "id": 9,
    "text": "Прочитаны конспекты к занятию 5 про критерии оценки?",
    "mod": 1,
    "i": ""
  }
];